Repository: opencloud-eu/ios-sdk
Catalog: OpenCloudSDK/Resources/*.lproj/Localizable.strings
Languages: ar, bg_bg, el, eu, gl, he, is

source: Server detection failed, i.e. when the server at a URL is not an OpenCloud instance.
ar: تعذّر اكتشاف الخادم، على سبيل المثال، حين لا يكون الخادم في عنوان URL مثيلًا لـ OpenCloud.
bg_bg: Откриването на сървъра е неуспешно, т.е. когато сървърът на даден URL адрес не е инстанция на OpenCloud.
el: Η ανίχνευση του διακομιστή απέτυχε, δηλ. όταν ο διακομιστής σε μια διεύθυνση URL δεν είναι μια εγκατάσταση OpenCloud.
eu: Zerbitzari detekzioak huts egin du, hau da, URLko zerbitzaria ez denean OpenCloud instantzia.
gl: Produciuse un fallou na detección do servidor, cando o servidor nun URL non é unha instancia OpenCloud.
he: גילוי השרת נכשל, דהיינו השרת בנתיב האינטרנט אינו של OpenCloud.

source: Server detection failed because of too many redirects.
ar: تعذّر اكتشاف الخادم بسبب عمليات إعادة التوجيه الكثيرة.
bg_bg: Откриването на сървъра е неуспешно заради твърде много пренасочвания.
el: Η ανίχνευση του διακομιστή απέτυχε λόγω υπερβολικών ανακατευθύνσεων.
eu: Zerbitzari detekzioak huts egin du berbideratze asko eman direlako.
gl: Produciuse un fallo na detección do servidor por mor de demasiadas redireccións.
he: גילוי השרת נכשל בשל יותר מדי הפניות.

source: Server redirection to bad/invalid URL.
ar: إعادة توجيه الخادم إلى عنوان URL غير سليم/غير صالح.
bg_bg: Сървърът е пренасочен към лош/невалиден URL адрес.
el: Ανακατεύθυνση διακομιστή σε κακή/μη έγκυρη διεύθυνση URL.
eu: Zerbitzari berbideratze URL txar edo baliogabera.
gl: Redirección do servidor car un URL incorrecto/non válido.
he: הפנית שרת לנתיב פגום/לא חוקי.

source: This server version is not supported.
ar: إصدار هذا الخادم غير مدعم.
bg_bg: Тази версия на сървъра не се поддържа.
el: Αυτή η έκδοση διακομιστή δεν υποστηρίζεται.
eu: Ez da zerbitzari bertsio honentzat euskarririk.
gl: Esta versión do servidor non é compatíbel.
he: גרסת השרת אינה נתמכת.
is: Ekki er stuðningur við þessa útgáfu þjóns.

source: The certificate is invalid or contains errors
ar: الشهادة غير صالحة أو تحتوي على أخطاء
bg_bg: Сертификатът е невалиден или съдържа грешки
el: Το πιστοποιητικό δεν είναι έγκυρο ή περιέχει σφάλματα
eu: Ziurtagiria baliogabea da edo akatsak ditu
gl: O certificado non é válido ou contén erros
he: תעודת האימות אינה חוקית או שמכילה שגיאות
is: Skilríkið er ekki gilt eða inniheldur villur

source: No certificate was returned for a request despite this being a HTTPS connection (should never occur in production, but only if you forgot to provide a certificate during simulated responses to HTTPS requests).
ar: لم يتم إرجاع أي شهادة لطلب ما، رغم وجود اتصال HTTPS (ولا يجب أن يحدث هذا في الإنتاج على الإطلاق، ولكن إذا نسيت توفير شهادة خلال استجابات محاكاة إلى طلبات HTTPS فقط).
bg_bg: Не е върнат сертификат за заявката, въпреки че това е HTTPS връзка (никога не трябва да се появява в производствената среда, но е възможно само ако сте забравили да предоставите сертификат по време на симулираните отговори на HTTPS заявки).
el: Δεν έχει επιστραφεί πιστοποιητικό για ένα αίτημα παρά το γεγονός ότι είναι μια σύνδεση HTTPS (δεν πρέπει ποτέ να εμφανιστεί στην παραγωγή, αλλά μόνο αν ξεχάσατε να δώσετε ένα πιστοποιητικό κατά τη διάρκεια προσομοιωμένων απαντήσεων σε αιτήματα HTTPS).
eu: Eskakizunak ez du ziurtagiririk jaso HTTPS konexioa izan arren (ez litzateke sekula gertatu behar ekoizpenean, HTTPS eskaerei emandako erantzun simulatuetan ziurtagiria ematea ahaztu baduzu bakarrik)
gl: Non se devolveu ningún certificado para unha solicitude a pesares de ser unha conexión HTTPS (nunca debería ocorrer en produción, mais só se esqueceu de fornever un certificado durante as respostas simuladas ás solicitudes HTTPS).
he: לא הוחזרה תעודת אימות לבקשה למרות היות החיבור HTTPS (לא אמור להתרחש אף פעם, אלא אם כן לא סופקה תעודת אימות במהלך תגובות הסימולציה לבקשות HTTPS).

source: This feature is not supported for this item.
ar: هذه الخاصية غير مدعمة لهذا العنصر.
bg_bg: Тази функция не се поддържа за този елемент.
el: Αυτή η λειτουργία δεν υποστηρίζεται για αυτό το στοιχείο.
eu: Ezaugarri honek ez du euskarririk elementu honentzat.
gl: Esta característica non é compatíbel con este elemento.
he: תכונה זו לא נתמכת לפריט זה.

source: This feature is not supported for this server (version).
ar: هذه الخاصية غير مدعمة لهذا الخادم (إصدار).
bg_bg: Тази функция не се поддържа за този сървър (версия).
el: Αυτή η λειτουργία δεν υποστηρίζεται για αυτόν τον διακομιστή (έκδοση).
eu: Ezaugarrik honek ez du euskarririk zerbitzari (bertsio) honetan.
gl: Esta característica non é compatíbel con este servidor (versión).
he: תכונה זו אינה נתמכת עבור שרת זה (גרסה).

source: This feature is currently not implemented
ar: هذه الخاصية غير مطبقة حاليًا
bg_bg: Тази функция в момента не е внедрена
el: Αυτή η λειτουργία δεν εφαρμόζεται προς το παρόν
eu: Ezaugarri hau garatzeke dago
gl: Esta característica non está implementada
he: נכון לעכשיו תכונה זו אינה מוטמעת

source: The targeted item has not been found.
ar: لم يتم العثور على العنصر المستهدف.
bg_bg: Целевият елемент не е намерен.
el: Το αντικείμενο στόχος δεν βρέθηκε.
eu: Adierazitako elementurik ez da aurkitu.
gl: Non se atopou o elemento apuntado.
he: פריט המטרה לא נמצא.

source: The targeted item has changed.
ar: تم تغيير العنصر المستهدف.
bg_bg: Целевият елемент е променен.
el: Το αντικείμενο στόχος έχει αλλάξει.
eu: Adierazitako elementua aldatu egin da.
gl: O elemento apuntado cambiou.
he: פריט המטרה שונה.

source: The action couldn't be performed on the targeted item because the client lacks permissions.
ar: تعذّر تنفيذ الإجراء على العنصر المستهدف بسبب عدم وجود أذونات لدى العميل.
bg_bg: Действието не може да бъде извършено върху целевия елемент, тъй като клиентът няма необходимите права.
el: Η ενέργεια δεν ήταν δυνατή για το αντικείμενο στόχος επειδή ο πελάτης δεν διαθέτει δικαιώματα.
eu: Ezin da adierazitako elementuak akzioa burutu bezeroak ez duelako beharrezko baimenik.
gl: Non foi posíbel realizar a acción no elemento de destino porque o cliente carece de permisos.
he: פעולה זו לא יכולה להתבצע על פריט המטרה כיוון שללקוח חסרות הרשאות.

source: The operation on the targeted item is not allowed.
ar: غير مسموح بالعملية في العنصر المستهدف.
bg_bg: Операцията върху целевия елемент не е разрешена.
el: Δεν επιτρέπεται η λειτουργία στο αντικείμενο στόχο.
eu: Adierazitako elementuan ez da operazioa onartzen.
gl: Non está permitida a operación no elemento apuntado.
he: הפעולה על פריט המטרה אסורה.

source: There already is an item at the destination of this action.
ar: هناك عنصر موجود بالفعل في وجهة هذا الإجراء.
bg_bg: Вече има елемент в местоназначението на това действие.
el: Υπάρχει ήδη ένα αντικείμενο στον προορισμό αυτής της ενέργειας.
eu: Akzio honen helburua den elementua badago jada.
gl: Xa hai un elemento no destino desta acción.
he: כבר קיים פריט ביעד של פעולה זו.

source: Item not available offline.
ar: العنصر غير متوفر دون اتصال.
bg_bg: Елементът не е наличен офлайн.
el: Το αντικείμενο δεν είναι διαθέσιμο εκτός σύνδεσης.
eu: Elementua ez dago eskuragarri konexiorik gabe.
gl: O elemento non está dispoñíbel sen conexión.
he: הפריט אינו זמין באופן לא מקוון.
is: Atriðið er ekki tiltækt án nettengingar.

source: File not found.
ar: الملف غير موجود.
bg_bg: Файлът не е намерен.
el: Δεν βρέθηκε το αρχείο.
eu: Ez da fitxategirik aurkitu.
gl: Ficheiro non atopado
he: הקובץ לא נמצא.

source: The operation was cancelled.
ar: تم إلغاء العملية.
bg_bg: Операцията беше анулирана.
el: Η λειτουργία ακυρώθηκε.
eu: Operazioa bertan behera utzi da.
gl: A operación foi cancelada
he: הפעולה בוטלה.
is: Hætt við aðgerðina.

source: An operation failed due to outdated cache information.
ar: تعذّر إجراء العملية لأن معلومات ذاكرة التخزين المؤقتة قديمة.
bg_bg: Операцията е неуспешна поради остаряла кеш информация.
el: Μια λειτουργία απέτυχε εξαιτίας παρωχημένων πληροφοριών λανθάνουσας μνήμης.
eu: Operazioak huts egin du zaharkitutako cache informazio dela eta.
gl: Produciuse un fallo nunha operación por mor de que á información da caché está desactualizada.
he: הפעולה נכשלה בשל מידע מטמון שעבר זמנו.

source: A running operation prevents execution.
ar: عملية جارية تحول دون التنفيذ.
bg_bg: Текуща операция предотвратява изпълнението.
el: Μια λειτουργία που εκτελείται εμποδίζει την εκτέλεση.
eu: Burutzen ari den operazio batek exekuzioa galarazten du.
gl: Unha operación en proceso impide a execución.
he: תהליך בעבודה מונע את הביצוע.

source: Not authorized to access shares.
bg_bg: Нямате пълномощия, за да споделяте.

source: Shares are unavailable.
bg_bg: Споделянията не са налични.

source: Item is not a directory.
bg_bg: Елементът не е директория.

source: Item not found.
bg_bg: Елементът не е намерен.

source: Share not found.
bg_bg: Споделянето не е намерено.

source: Unknown share type.
bg_bg: Непознат тип споделяне.

source: Public upload was disabled by the administrator.
bg_bg: Публичното качване е деактивирано от администратор.

source: Not available offline.
bg_bg: Не е налично офлайн.

source: Authorization needs to be retried.
bg_bg: Трябва да се направи повторен опит за упълномощаване.

source: Another item policy of the same kind already includes the item, making the addition of this item policy redundant.
bg_bg: Друга политика на елемент от същия вид вече включва елемента, поради което добавянето й е излишно.

source: Other item policies of the same kind covering subsets of this item policy become redundant by the addition of this item policy.
bg_bg: Другите политики за елементите от същия вид, които обхващат подгрупи от тази политика за елементите, стават излишни поради добавянето на тази политика за елементите.

source: The provided path is not normalized.
bg_bg: Предоставеният път не е нормализиран.

source: Private link format invalid.
bg_bg: Форматът на поверителната връзка е невалиден.

source: Resolution of private link failed.
bg_bg: Разрешаването на поверителната връзка е неуспешно.

source: Authentication method not allowed. Re-authentication needed.
bg_bg: Методът за удостоверяване не е разрешен. Необходимо е повторно удостоверяване.

source: Authentication method unknown.
bg_bg: Методът за удостоверяване е неизвестен.

source: Connection validation failed.
bg_bg: Удостоверяването на връзката е неуспешно.

source: Client registration failed.
bg_bg: Регистрацията на клиента е неуспешна.

source: The logged in user is not matching the required user ID.
bg_bg: Влезлият потребител не съответства на необходимия ID.

source: You logged in as user %@, but must log in as user %@. Please retry.
bg_bg: Влязъл сте като потребител%@, но трябва да влезете като потребител %@. Моля, опитайте отново.

source: Login as user %@ required. Please retry.
bg_bg: Изисква се влизане като потребител %@. Моля, опитайте отново.

source: Database upgrade required. Please open the app to perform the upgrade.
bg_bg: Изисква се надграждане на базата данни. Моля, отворете приложението, за да извършите надграждането.

source: Bookmark created with a newer app version. Please update the app.
bg_bg: Отметката е създадена с по-нова версия на приложението. Моля, актуализирайте приложението.

source: Request timed out
bg_bg: Времето на заявката изтече

source: Unknown user
bg_bg: Непознат потребител

source: Files
bg_bg: Файлове

source: Folders
bg_bg: Папки

source: Total Items
bg_bg: Общо елементи

source: Removed Items
bg_bg: Изтрити елементи

source: Scheduled folder scans
bg_bg: Планирано сканиране на папки

source: Sync Record ID
bg_bg: ID на записа за синхронизация

source: State
bg_bg: Състояние

source: In progress since
bg_bg: В процес на изпълнение от

source: Origin Process
bg_bg: Произход на процеса

source: Origin Process Valid
bg_bg: Произходът на процеса е валиден

source: Timestamp
bg_bg: Времево клеймо

source: Lane ID
bg_bg: ID на лентата

source: Local ID
bg_bg: Локално ID

source: Action ID
bg_bg: ID на действието

source: Process Sync Records
bg_bg: Процес на синхронизиране на записи

source: Reschedule
bg_bg: Промяна на графика

source: Deschedule (remove)
bg_bg: Отмяна на графика (премахване)

source: Action
bg_bg: Действие

source: Wait Conditions
bg_bg: Условия за изчакване

source: Events
bg_bg: Събития

source: Class
bg_bg: Клас

source: Identifier
bg_bg: Идентификатор

source: Localized Description
bg_bg: Локално описание

source: Database size
bg_bg: Размер на базата данни

source: Thumbnail database size
bg_bg: Размер на миниатюрната база данни

source: Vacuum
bg_bg: Вакуум

source: Name
bg_bg: Име

source: URL
bg_bg: URL адрес

source: Origin URL
bg_bg: Изходен URL адрес

source: Use Origin URL as URL
bg_bg: Използване на изходния URL адрес като URL адрес

source: Certificate Date
bg_bg: Дата на сертификата

source: Invalidate Certificate
bg_bg: Невалиден сертификат

source: User Name
bg_bg: Потребителско име

source: Auth Method
bg_bg: Метод за удостоверяване

source: Auth Data
bg_bg: Данни за удостоверяване

source: Auth Validation Date
bg_bg: Дата на потвърждаване на удостоверяването

source: Database Version
bg_bg: Версия на базата данни

source: UserInfo
bg_bg: Потребителска информация

source: Invalidate Login Data
bg_bg: Невалидни данни за вход

source: Delete Authentication Data
bg_bg: Изтриване на данните за удостоверяване

source: Remove Database Version
bg_bg: Премахване на версията на базата данни

source: Delete Database
bg_bg: Изтриване на база данни

source: Removed database at %@
bg_bg: Премахната е базата данни в %@

source: Removed thumbnail database at %@
bg_bg: Премахната е базата данни с миниатюри в %@

source: Authorization failed because no secret data was set for the authentication method.
ar: تعذّر إجراء المصادقة لأنه لم يتم تعيين بيانات سرية لوسيلة المصادقة.
el: Η πιστοποίηση απέτυχε επειδή δεν είχαν οριστεί κρυφά δεδομένα για τη μέθοδο πιοστοποίησης.
eu: Baimentzeak huts egin du autentifikazio metodorako ez delako datu sekreturik ezarri.
gl: Produciuse un fallo na autorización porque non se estabeleceu ningún dato segredo para o método de autenticación.
he: האימות נכשל מכיוון שלא הוגדרו נתונים סודיים עבור שיטת האימות.

source: The destination item has not been found.
ar: لم يتم العثور على عنصر الوجهة.
el: Το αντικείμενο προορισμού δεν βρέθηκε.
eu: Helburu elementurik ez da aurkitu.
gl: Non se atopou o elemento de destino.
he: פריט היעד לא נמצא.
