Repository: opencloud-eu/ios-sdk
Catalog: OpenCloudSDK/Resources/*.lproj/Localizable.strings
Languages: ar, bg_bg, el, eu, gl, he, is

source: itemProperty.lastModified
ar: خاصية العنصر.آخر تعديل
bg_bg: Последна промяна
el: Τελευταία τροποποίηση
eu: Azken aldaketa
gl: Ultima modificación
he: שונה לאחרונה
is: Síðast breytt

source: itemProperty.isFavorite
ar: خاصية العنصر.المفضلة
bg_bg: Любими
el: Αγαπημένο
eu: Gogokoa
gl: Favorito
he: מועדף
is: Eftirlæti

source: itemProperty.localAttributes
ar: خاصية العنصر.السمات المحلية
bg_bg: Локални атрибути
el: Τοπικά χαρακτηριστικά
eu: Atributu lokalak
gl: Atributos locais
he: משתנים מקומיים
is: Staðvær eigindi

source: Available Offline
bg_bg: Налично офлайн

source: Allow cellular access
bg_bg: Разрешаване на клетъчен достъп

source: Connecting…
ar: جارٍ الاتصال…
bg_bg: Свързване...
el: Γίνεται σύνδεση...
eu: Konektatzen...
gl: Conectando…
he: מתחבר...
is: Tengist…

source: Authenticating…
ar: جارٍ المصادقة…
bg_bg: Удостоверяване...
el: Γίνεται πιστοποίηση...
eu: Autentifikatzen...
gl: Autenticando…
he: מאמת...
is: Auðkenning…

source: Error
ar: خطأ
bg_bg: Грешка
el: Σφάλμα
eu: Errorea
gl: Erro
he: שגיאה
is: Villa

source: Fetching user information…
ar: جارٍ إحضار معلومات المستخدم…
bg_bg: Извличане на информация за потребителя...
el: Ανάκτηση πληροφοριών χρήστη…
eu: Erabiltzaileraren informazioa eskuratzen...
gl: Obtendo a información do usuario…
he: מאחזר פרטי משתמש...
is: Sæki upplýsingar um notanda…

source: Connected
ar: متصل
bg_bg: Свързан
el: Συνδεδεμένο
eu: Konektatuta
gl: Conectado
he: מחובר
is: Tengt

source: Retrieving thumbnail…
ar: جارٍ استيراد الصورة المُصغرة…
bg_bg: Извличане на миниатюра...
el: Ανάκτηση μικρογραφίας…
eu: Irudi txikiak eskuratzen...
gl: Recuperando miniaturas…
he: מאחזר תמונה ממוזערת...
is: Finn smámynd…

source: Cancel
ar: إلغاء
bg_bg: Отказ
el: Ακύρωση
eu: Ezeztatu
gl: Cancelar
he: ביטול
is: Hætta við

source: Proceed
ar: متابعة
bg_bg: Продължете
el: Συνέχιση
eu: Jarraitu
gl: Proceder
he: להמשך
is: Halda áfram

source: Retry
bg_bg: Повторение

source: OK
ar: موافق
bg_bg: ОК
el: ΟΚ
eu: Ados
gl: Aceptar
he: אישור
is: Í lagi

source: Upgrading database…
bg_bg: Надграждане на базата данни...

source: Insecure HTTP URL
bg_bg: Несигурен HTTP url адрес

source: The URL you provided uses the HTTP rather than the HTTPS scheme. If you continue, your communication will not be encrypted.
bg_bg: Предоставеният от вас URL адрес използва протокола HTTP, а не HTTPS. Ако продължите, комуникацията ви няма да бъде криптирана.

source: Insecure HTTP URL forbidden
bg_bg: Несигурният HTTP URL адрес е забранен

source: The URL you provided uses the HTTP rather than the HTTPS scheme, so your communication would not be encrypted.
bg_bg: Предоставеният от вас URL адрес използва протокола HTTP, а не HTTPS, така че комуникацията ви няма да бъде криптирана.

source: Offline
ar: غير متصل
bg_bg: Офлайн
el: Εκτός σύνδεσης
eu: Konexiorik gabe
gl: Desconectado
he: לא מקוון
is: Ónettengt

source: Offline (no WiFi connection)
ar: غير متصل (اتصال WiFi غير موجود)
bg_bg: Офлайн ( няма WiFi връзка)
el: Εκτός σύνδεσης (καμία σύνδεση WiFi)
eu: Konexiorik gabe (WiFi konexiorik ez)
gl: Desconectado (sin conexión WiFi)
he: לא מקוון (אין חיבור WiFi)
is: Ónettengt (engin WiFi tenging)

source: Server down for maintenance
ar: الخادم معطل للصيانة
bg_bg: Сървърът е спрян за поддръжка
el: Ο διακομιστής είναι εκτός λειτουργίας για συντήρηση
eu: Zerbitzaria geldituta mantenu lanak direla eta
gl: Servidor inactivo por mantemento
he: השרת הורד למטרת תחזוקה
is: Þjónn er í viðhaldsham

source: Network unavailable
bg_bg: Няма достъп до мрежата

source: Online
ar: متصل
bg_bg: Онлайн
el: Σε σύνδεση
eu: Konektatua
gl: Conectado
he: מקוון
is: Nettengt

source: Server returns status %ld
bg_bg: Сървърът връща статус %ld

source: copy
bg_bg: копиране

source: An exception occured attempting to perform an action ("%@"). The action has been removed from the sync queue and may not have completed.
bg_bg: An exception occured attempting to perform an action ("%@"). The action has been removed from the sync queue and may not have completed. If logging is enabled, the exception has been logged.

source: %@ changed on the server. Really delete it?
ar: تغيّر %@ على الخادم. هل تريد حذفه حقًا؟
bg_bg: %@ е променен на сървъра. Наистина ли искате да го изтриете?
el: %@ άλλαξε στο διακομιστή. Θέλετε να το διαγράψετε;
eu: %@zerbitzarian aldatu da. Benetan ezabatu nahi duzu?
gl: %@ cambiou no servidor. Confirma que quere eliminalo?
he: %@ שונה על השרת. באמת למחוק אותו?

source: %@ has changed on the server since you requested its deletion.
ar: لقد تغيّر %@ على الخادم نظرًا لأنك طلبت حذفه.
bg_bg: %@ е променен на сървъра, след заявката за изтриването му.
el: %@ έχει αλλάξει στον διακομιστή από τότε που ζητήσατε τη διαγραφή του.
eu: %@zerbitzarian aldatu da zuk ezabatzea eskatu zenuenetik.
gl: %@ cambiou no servidor dende que solicitou a eliminación?
he: %@ שונה על השרת מאז ביקשת למחוק אותו.

source: Delete
ar: حذف
bg_bg: Изтриване
el: Διαγραφή
eu: Ezabatu
gl: Eliminar
he: מחיקה
is: Eyða

source: %@ couldn't be deleted
ar: تعذّر حذف %@
bg_bg: %@ не може да бъде изтрит
el: %@ δεν ήταν δυνατή η διαγραφή
eu: %@ezin izan da ezabatu
gl: Non foi posíbel eliminar %@
he: %@ לא ניתן למחיקה
is: Ekki tókst að eyða %@

source: Please check if you have sufficient permissions to delete %@.
ar: يُرجى التحقق مما إذا كان لديك أذونات كافية لحذف %@.
bg_bg: Моля, проверете дали имате необходимите права за изтриването на %@.
el: Παρακαλούμε ελέγξτε αν έχετε επαρκή δικαιώματα διαγραφής %@.
eu: Mesedez, ziurtatu behar diren baimenak dituzula %@ ezabatzeko.
gl: Comprobe se ten permisos abondo para eliminar %@.
he: יש לבדוק אם יש ברשותך מספיק הרשאות למחיקת %@.

source: Operation forbidden
ar: العملية ممنوعة
bg_bg: Операцията е забранена
el: Η λειτουργία απαγορεύεται
eu: Eragiketa debekatua
gl: Esta operación está prohibida
he: פעילות אסורה
is: Þessi aðgerð er bönnuð

source: %@ can't be copied to %@.
ar: لا يمكن نسخ %@ إلى %@.
bg_bg: %@ не може да се копира в %@.
el: %@ δεν μπορεί να αντιγραφεί σε %@.
eu: %@ ezin da %@-(r)a kopiatu.
gl: Non é posíbel copiar %@ en %@.
he: %@ לא ניתן להעתקה אל %@.
is: %@ er ekki hægt að afrita í %@.

source: %@ can't be moved to %@.
ar: لا يمكن نقل %@ إلى %@.
bg_bg: %@ не може да се премести в %@.
el: %@ δεν μπορεί να μετακινηθεί σε %@.
eu: %@ ezin da %@-(r)a mugitu.
gl: Non é posíbel mover %@ a %@.
he: %@ לא ניתן להעברה אל %@.
is: %@ er ekki hægt að færa í %@.

source: %@ not found
ar: لم يتم العثور على %@
bg_bg: %@ не е намерен
el: %@ δεν βρέθηκε
eu: %@ ez da aurkitu
gl: Non se atopou %@
he: %@ לא נמצא
is: %@ fannst ekki

source: %@ wasn't found at %@.
ar: لم يتم العثور على%@ في %@.
bg_bg: %@ не е намерен в %@.
el: %@ δεν βρέθηκε στο %@.
eu: %@ ez da %@-(e)n aurkitu.
gl: Non se atopou %@ en %@.
he: %@ לא נמצא ב- %@.
is: %@ fannst ekki í %@.

source: The target directory %@ doesn't seem to exist.
ar: يبدو أن الدليل المستهدف %@ غير موجود.
bg_bg: Изглежда, че целевата директория %@ не съществува.
el: Ο κατάλογος προορισμού %@ δεν φαίνεται να υπάρχει.
eu: Badirudi %@ helmuga karpeta ez dela existitzen.
gl: Semella que o directorio de destino %@ non existe.
he: תיקיית היעד %@ ככל הנראה אינה קיימת.

source: %@ already exists
ar: %@ موجود بالفعل
bg_bg: %@ вече съществува
el: %@ υπάρχει ήδη
eu: %@ dagoeneko existitzen da
gl: %@ xa existe
he: %@ כבר קיים
is: %@ er þegar til

source: Couldn't copy %@ to %@, because an item called %@ already exists there.
ar: تعذّر نسخ %@ إلى %@، لأن هناك عنصر اسمه %@ موجود بالفعل.
bg_bg: Неуспех при копирането на %@ в %@, защото там вече съществува елемент с име %@.
el: Αδυναμία αντιγραφής %@ σε %@, επειδή υπάρχει ήδη ένα στοιχείο που ονομάζεται %@.
eu: Ezin izan da %@ %@-ra kopiatu %@ izeneko elementu bat existitzen delako.
gl: Non foi posíbel copiar %@ en %@ porque xa existe un elemento chamado %@.
he: לא ניתן היה להעתיק את %@ ל- %@, כיוון שפריט בשם %@ כבר קיים שם.

source: Couldn't move %@ to %@, because an item called %@ already exists there.
ar: لا يمكن نقل %@ إلى %@، لأن هناك عنصر اسمه %@ موجود بالفعل.
bg_bg: Неуспех при преместването на %@ в %@, защото там вече съществува елемент с име %@.
el: Αδυναμία μετακίνησης %@ σε %@, επειδή υπάρχει ήδη ένα στοιχείο που ονομάζεται %@.
eu: Ezin izan da %@ %@-ra mugitu %@ izeneko elementu bat existitzen delako.
gl: Non foi posíbel mover %@ para %@ porque xa existe un elemento chamado %@.
he: לא ניתן היה להעביר את %@ ל- %@, כיוון שפריט בשם %@ כבר קיים שם.

source: Insufficient permissions
ar: أذونات غير كافية
bg_bg: Недостатъчни права
el: Μη επαρκή δικαιώματα
eu: Beharrezko baimenik ez
gl: Non ten permisos abondo
he: אין הרשאות מספקות
is: Ekki næg réttindi

source: %@ can't be renamed to %@.
bg_bg: %@ couldn't be renamed to %@.

source: %@ not found on the server
ar: لم يتم العثور على %@ على الخادم
bg_bg: %@ не е намерен на сървъра
el: %@ δεν βρέθηκε στο διακομιστή
eu: %@ ez da zerbitzarian aurkitu
gl: Non se atopou %@ no servidor
he: %@ לא נמצא על השרת
is: %@ fannst ekki á þjóninum

source: %@ may have been renamed, moved or deleted remotely.
ar: ربما تمت إعادة تسمية %@ أو نقله أو حذفه عن بُعد.
bg_bg: %@ може да са били преименувани, преместени или изтрити отдалечено.
el: %@ ενδέχεται να έχει μετονομαστεί, μετακινηθεί ή διαγραφεί εξ αποστάσεως.
eu: Agian %@ berrizendatua, mugitua edo urrutitik ezabatua izan da.
gl: %@pode ter sido renomeado, movido ou eliminado de forma remota.
he: %@ יתכן ושונה שמו, הועבר או נמחק מרחוק.
is: %@ gæti hafa verið endurnefnt, því breytt eða eytt fjartengt.

source: Error copying %@
ar: خطأ في نسخ %@
bg_bg: Грешка при копирането на %@
el: Σφάλμα αντιγραφής %@
eu: Errorea %@ kopiatzean
gl: Produciuse un erro ao copiar %@
he: שגיאה בהעתקת %@
is: Villa við að afrita %@

source: Error moving %@
ar: خطأ في نقل %@
bg_bg: Грешка в преместването на %@
el: Σφάλμα μετακίνησης %@
eu: Errorea %@ mugitzean
gl: Produciuse un erro ao mover %@
he: שגיאה בהעברת %@
is: Villa við að færa %@

source: Renaming %@ to %@…
ar: جارٍ إعادة تسمية %@ إلى %@…
bg_bg: Преименуване на %@ на %@...
el: Μετονομασία %@ σε %@…
eu: %@ %@-(r)a berrizendatzen...
gl: Renomeando %@ a %@…
he: משנה שם %@ ל- %@…
is: Endurnefni %@ sem %@...

source: Moving %@ to %@…
ar: جارِ نقل %@ إلى %@…
bg_bg: Преместване на %@ в %@...
el: Μετακίνηση %@ σε %@…
eu: %@ %@-(r)a mugitzen...
gl: Movendo %@ para %@…
he: מעביר %@ ל- %@…
is: Færi %@ í %@…

source: Copying %@ to %@…
ar: جارِ نسخ %@ إلى %@…
bg_bg: Копиране на %@ в %@...
el: Αντιγραφή %@ σε %@…
eu: %@ %@-(r)a kopiatzen...
gl: Copiando %@ en %@…
he: מעתיק %@ ל- %@…
is: Afrita %@ í %@…

source: Another item named %@ already exists in %@.
bg_bg: Друг елемент с това име %@ вече съществува в %@.

source: Not enough space left on the server to upload %@.
bg_bg: На сървъра няма достатъчно място за качване в %@.

source: Uploads to this folder are not allowed.
bg_bg: Качването в тази папка не е разрешено.

source: Replace
bg_bg: Замяна

source: Keep both
bg_bg: Запазване и на двата

source: Downloading %@…
ar: جارٍ تنزيل %@…
bg_bg: Изтегляне на %@...
el: Λήψη %@…
eu: %@ deskargatzen...
gl: Descargando %@…
he: מוריד %@…
is: Sæki %@…

source: "%@" has been modified locally
bg_bg: "%@" е променен локално

source: A modified, unsynchronized version of "%@" is present on your device. Downloading the file from the server will overwrite it and modifications be lost.
bg_bg: На вашето устройство има променена, несинхронизирана версия на "%@". Изтеглянето на файла от сървъра ще го презапише и промените ще бъдат изгубени.

source: Invalid checksum
bg_bg: Невалидна контролна сума

source: The downloaded file's checksum does not match the checksum provided by the server.
bg_bg: Контролната сума на изтегления файл не съвпада с контролната сума, предоставена от сървъра.

source: File modified locally
bg_bg: Файл, променен локално

source: "%@" was modified locally before the download completed.
bg_bg: "%@" е бил променен локално, преди изтеглянето да приключи.

source: Couldn't download %@
bg_bg: Неуспешно изтегляне на %@

source: The contents of the file on the server has changed since initiating download - or the file is no longer available on the server.
bg_bg: Съдържанието на файла на сървъра е променено след започване на изтеглянето - или файлът вече не е наличен на сървъра.

source: Creating folder %@…
ar: جارِ إنشاء مجلد %@…
bg_bg: Създаване на папка %@...
el: Δημιουργία φακέλου %@…
eu: %@ karpeta sortzen...
gl: Creando o cartafol %@…
he: יוצק תיקייה %@…
is: Útbý möppuna %@…

source: Deleting %@…
ar: جارٍ حذف %@…
bg_bg: Изтриване на %@...
el: Διαγραφή %@…
eu: %@ ezabatzen...
gl: Eliminando %@…
he: מוחק %@…
is: Eyði %@…

source: Retrieving file list for %@…
ar: جارِ استرداد قائمة ملف %@…
bg_bg: Извличане на списък с файлове за %@...
el: Ανάκτηση λίστας αρχείων για %@…
eu: %@-(r)en fitxategiak jasotzen...
gl: Recuperando a lista de ficheiros para %@…
he: מאחזר רשימת קבצים ל- %@…
is: Sæki skráalista fyrir %@…

source: Pending
bg_bg: Чакащо

source: Running
bg_bg: Работещ

source: Failed
bg_bg: Неуспешно

source: Waiting for user
bg_bg: Изчакване на потребител

source: Waiting for metadata refresh
bg_bg: Изчакване за опресняване на метаданни

source: Waiting to retry (%ld of %ld)
bg_bg: Изчакване за повторен опит (%ld от %ld)

source: Fetching updates…
bg_bg: Получаване на актуализации...

source: Retrieving items for %@
bg_bg: Извличане на елементи за %@

source: "%@" metadata for %@ couldn't be updated
ar: تعذّر تحديث بيانات تعريف "%@" لـ %@
bg_bg: "%@" метаданните за %@ не могат да бъдат актуализирани
el: "%@" μεταδεδομένα για %@ δεν ήταν δυνατή η ενημέρωση
eu: Ezin izan dira "%@"-(e)n metadatuak %@-(r)entzat eguneratu
gl: Os metadatos «%@» para %@ non puideron actualizarse
he: לא ניתן היה לעדכן מטה-דטה "%@" ל- %@
is: "%@" lýsigögn fyrir %@ var ekki hægt að uppfæra

source: Update failed with status code %d
ar: فشل التحديث بواسطة رمز الحالة %d
bg_bg: Актуализацията е неуспешна с код на състоянието %d
el: Η ενημέρωση απέτυχε με τον κωδικό κατάστασης %d
eu: Eguneraketak huts egin du %d egoera kodearekin
gl: Produciuse un fallo de actualización co código de estado %d
he: העדכון נכשל עם קוד מצב %d
is: Uppfærsla mistókst með stöðuskilaboðum %d

source: Error updating %@ metadata
ar: خطأ في تحديث ملفات تعريف %@
bg_bg: Грешка при актуализацията на %@ метаданни
el: Σφάλμα ενημέρωσης %@ μεταδεδομένων
eu: Errorea %@ metadatua eguneratzean
gl: Produciuse un erro ao actualizar os metadatos %@
he: שגיאה בעדכון מטה-דטה %@
is: Villa við að uppfæra %@ lýsigögn

source: Standard error output
ar: خطأ قياسي في الإخراج
bg_bg: Стандартна изходна грешка
el: Τυπικό αποτέλεσμα σφάλματος
eu: Errore irteera estandarra
gl: Saída de erro estándar
he: פלט שגיאה רגיל
is: Staðlað villuúttak

source: Log file
ar: ملفات السجل
bg_bg: Регистрационен файл
el: Αρχείο καταγραφών
eu: Erregistro fitxategia
gl: Ficheiro de rexistro
he: קובץ תיעוד
is: Aðgerðaskrá

source: Log HTTP requests and responses
bg_bg: Дневник за HTTP заявки и отговори

source: Log internal file operations
bg_bg: Дневник с файл за вътрешни операции

source: Recipients can view, download and upload contents.
bg_bg: Получателите могат да преглеждат, изтеглят и качват съдържание.

source: Recipients can view, download and edit contents.
bg_bg: Получателите могат да преглеждат, изтеглят и редактират съдържанието.

source: Recipients can view, download, edit, delete and upload contents.
bg_bg: Получателите могат да преглеждат, изтеглят, редактират, изтриват и качват съдържание.

source: Custom
bg_bg: Персонализирано

source: Personal
bg_bg: Лично

source: Shares
bg_bg: Споделяния

source: Certificate changed
bg_bg: Промяна в сертификата

source: Server doesn't seem to support any authentication method supported by this app.
ar: يبدو أن الخادم لا يدعم أي وسيلة مصادقة يعتمدها التطبيق.
bg_bg: Изглежда, че сървърът не поддържа нито един метод за удостоверяване, поддържан от това приложение.
el: Ο διακομιστής δεν υποστηρίζει καμία μέθοδο πιστοποίησης που υποστηρίζεται από αυτήν την εφαρμογή.
eu: Badirudi zerbitzariak ez duela euskarririk app honek erabiltzen dituen autentifikazio moduetarako.
gl: O servidor non admite ningún método de autenticación compatíbel con esta aplicación.
he: לא נראה שהשרת תומך באף שיטת אימות הנתמכת על ידי היישום.
is: Þjónninn styður ekki neina þá auðkenningaraðferð sem forritið býður upp á.

source: This server runs an unsupported version (%@). Version %@ or later is required by this app.
ar: يستخدم هذا الخادم إصدارًا غير مدعم (%@). مطلوب إصدار %@أو إصدار أحدث لهذا التطبيق.
bg_bg: Този сървър работи с неподдържана версия (%@). Това приложение изисква версия %@ или по-нова.
el: Αυτός ο διακομιστής εκτελεί μια μη υποστηριζόμενη έκδοση (%@). Η έκδοση %@ ή μεταγενέστερη απαιτείται από αυτήν την εφαρμογή.
eu: Zerbitzariak euskarririk ez duen bertsioa darabil (%@). %@ bertsioa edo ondorengoak behar ditu app honek.
gl: Este servidor executa unha versión non compatíbel (%@). Esta aplicación require a versión %@ ou unha posterior.
he: שרת זה מריץ גרסה (%@) שאינה נתמכת. גרסה %@ או גרסה מאוחרת יותר נדרשת על ידי יישום זה.

source: Server down for maintenance.
ar: الخادم معطل للصيانة.
bg_bg: Сървърът е спрян за поддръжка.
el: Ο διακομιστής είναι εκτός λειτουργίας για συντήρηση.
eu: Zerbitzaria geldirik dago mantenu lanak direla eta.
gl: Servidor inactivo por mantemento
he: השרת ירד עבור תחזוקה.
is: Þjónn er í viðhaldsham

source: Resource not found.
bg_bg: Ресурсът не е намерен.

source: %@ (error %ld, %@)
ar: %@ (خطا %ld، %@)
bg_bg: %@ (грешка %ld, %@)
el: %@ (σφάλμα %ld, %@)
eu: %@ (%ld errorea, %@)
gl: %@ (erro %ld, %@)
he: %@ (שגיאה %ld, %@)
is: %@ (villa %ld, %@)

source: %@ (error %ld)
ar: %@ (خطأ %ld)
bg_bg: %@ (грешка %ld)
el: %@ (σφάλμα %ld)
eu: %@ (%ld errorea)
gl: %@ (erro %ld)
he: %@ (שגיאה %ld)
is: %@ (villa %ld)

source: Internal error.
ar: خطأ داخلي.
bg_bg: Вътрешна грешка.
el: Εσωτερικό σφάλμα.
eu: Barne errorea.
gl: Produciuse un erro interno.
he: שגיאה פנימית.
is: Innri villa.

source: Insufficient parameters.
ar: معلمات غير كافية.
bg_bg: Недостатъчни параметри.
el: Ανεπαρκείς παράμετροι.
eu: Parametro gutxiegi
gl: Non hai parámetros abondo.
he: פרמטרים לא מספקים.
is: Ekki nægar breytur.

source: Authorization failed.
ar: فشلت المصادقة.
bg_bg: Упълномощаването е неуспешно.
el: Αποτυχία πιστοποίησης.
eu: Baimentzeak huts egin du.
gl: Produciuse un fallo de autorización.
he: האימות נכשל.
is: Auðkenning mistókst.

source: Authorization failed because the server returned a redirect. Authorization may be successful when retried with the redirect URL.
ar: تعذّر إجراء المصادقة لأن الخادم عاد بإعادة توجيه. قد تنجح المصادقة حين تتم إعادة المحاولة باستخدام عنوان URL المُعاد توجيهه.
bg_bg: Упълномощаването е неуспешно, защото сървърът върна пренасочване. Упълномощаването може да бъде успешно при повторен опит с пренасочващият URL адрес.
el: Η πιστοποίηση απέτυχε επειδή ο διακομιστής επέστρεψε μια ανακατεύθυνση. Η πιστοποίηση μπορεί να είναι επιτυχής όταν επαναληφθεί με τη διεύθυνση URL ανακατεύθυνσης.
eu: Baimentzeak huts egin du zerbitzariak birbideraketa itzuli duelako. Baimena arrakastatsua izango da birbideratze URLarekin saiatzen denean.
gl: Produciuse un fallo de autorización porque o servidor devolveu unha redirección. A autorización pode ser satisfactoria cando se volva tentar co URL de redirección.
he: האימות נכשל מפני שהשרת החזיר הפניה מחדש. ייתכן שההרשאה תצליח כאשר יעשה ניסיון עם נתיב ההפניה מחדש.

source: Authorization failed because data was missing from the secret data for the authentication method.
ar: تعذّر إجراء المصادقة لأن البيانات مفقودة من البيانات السرية لوسيلة المصادقة.
bg_bg: Упълномощаването е неуспешно, защото липсват данни от секретните данни за метода на удостоверяване.
el: Η πιστοποίηση απέτυχε λόγω έλλειψης δεδομένων από τα μυστικά δεδομένα για τη μέθοδο πιστοποίησης.
eu: Baimentzeak huts egin du autentifikazio metodorako datu sekretuaren datua ez zegoelako.
gl: Produciuse un fallo na autorización porque faltaban datos dos datos segredos para o método de autenticación.
he: האימות נכשל מפני שהנתונים הסודיים לא היו מלאים ביחס לשיטת האימות.

source: Authorization was cancelled by the user.
ar: رفض المستخدم المصادقة.
bg_bg: Упълномощаването е прекратено от потребителя.
el: Η εξουσιοδότηση ακυρώθηκε από το χρήστη.
eu: Baimentzea erabiltzaileak bertan behera utzi du
gl: A autorización foi cancelada polo usuario.
he: האימות בוטל על ידי המשתמש.
is: Notandi hætti við auðkenningu.

source: Construction of URL Session Task failed.
ar: تعذّر إنشاء مهمة جلسة URL.
bg_bg: Изграждането на задачата за URL сесия е неуспешно.
el: Η κατασκευή της URL Συνεδρίας Εργασίας απέτυχε.
eu: Saioko Ataza URLaren sorkuntzak huts egin du.
gl: Produciuse un fallo na construción da tarefa da sesión URL.
he: בניית המשימה לשיחת נתיב האינטרנט נכשלה.

source: A newer version already exists.
ar: يتوفر إصدار أحدث بالفعل.
bg_bg: Вече е налична по-нова версия.
el: Υπάρχει ήδη μια νεότερη έκδοση.
eu: Bertsio berriagoa badago.
gl: Xa existe unha versión nova.
he: גרסה חדשה יותר כבר קיימת.
is: Nýrri útgáfa er þegar til staðar.

source: Request was cancelled.
ar: تم إلغاء الطلب.
bg_bg: Заявката беше анулирана.
el: Το αίτημα ακυρώθηκε.
eu: Eskakizuna bertan behera utzi da.
gl: A solicitude foi cancelada
he: הבקשה בוטלה.
is: Hætt við beiðni.

source: Request was removed before scheduling.
ar: تمت إزالة الطلب قبل الجدولة.
bg_bg: Заявката е премахната преди да бъде планирана.
el: Το αίτημα καταργήθηκε πριν από τον προγραμματισμό.
eu: Eskakizuna ezabatua izan da programazioaren aurretik.
gl: A solicitude foi eliminada antes da programación.
he: הבקשה הוסרה לפני תזמון.

source: Request was cancelled because the server certificate was rejected.
ar: تم إلغاء الطلب بسبب رفض شهادة الخادم.
bg_bg: Заявката е прекратена, тъй като сертификатът на сървъра е отхвърлен.
el: Η αίτηση ακυρώθηκε επειδή απορρίφθηκε το πιστοποιητικό διακομιστή.
eu: Eskakizuna bertan behera utzi da zerbitzariaren ziurtagiria baztertua izan delako.
gl: A solicitude foi cancelada porque o certificado do servidor foi rexeitado.
he: הבקשה בוטלה כיוון שתעודת האימות של השרת נדחתה.

source: Request was dropped by the NSURLSession.
ar: تم إسقاط الطلب بواسطة NSURLSession.
bg_bg: Заявката е прекъсната от NSURLSession.
el: Το αίτημα απορρίφθηκε από την NSURLSession.
eu: Eskakizuna NSURLSession-ek alboratu du.
gl: A solicitude foi retirada pola NSURLSession.
he: הבקשה בוטלה על ידי ה- NSURLSession.

source: Request completed with error.
ar: تم استكمال الطلب مع وجود خطأ.
bg_bg: Заявката приключи с грешка.
el: Το αίτημα ολοκληρώθηκε με σφάλμα.
eu: Eskakizuna erroreekin burutu da.
gl: A solicitude completouse con erros.
he: הבקשה הושלמה עם שגיאה.

source: Request couldn't be scheduled because the underlying URL session has been invalidated.
ar: لا يمكن جدولة الطلب لأن جلسة URL الرئيسية أصبحت غير صالحة.
bg_bg: Заявката не можа да бъде планирана, тъй като основната URL сесия е невалидна.
el: Αδυναμία προγραμματισμού αιτήματος επειδή η υποκείμενη URL συνεδρίας έχει ακυρωθεί.
eu: Ezin izan da eskakizuna programatu darabilen URL saioa baliogabetua izan delako.
gl: Non foi posíbel programar a solicitude porque a sesión de URL subxacente foi invalidada.
he: לא ניתן היה לתזמן את הבקשה כיוון שנתיב שיחת המחשב המודגש נפסלה.

source: An exception occured.
ar: حدث استثناء.
bg_bg: Възникна изключение.
el: Παρουσιάστηκε εξαίρεση.
eu: Errorea gertatu da.
gl: Produciuse unha excepción.
he: חריגה התרחשה.
is: Undantekning átti sér stað.

source: Response was in an unknown format.
ar: ظهرت الاستجابة بتنسيق غير معروف.
bg_bg: Отговорът е в непознат формат.
el: Η απάντηση ήταν σε άγνωστη μορφή.
eu: Formatu ezezaguneko erantzuna.
gl: A resposta estaba nun formato descoñecido.
he: התגובה התקבלה בתבנית לא ידועה.
